tap "homebrew/bundle"
tap "lihaoyun6/tap"
tap "mdogan/zulu"
tap "paldepind/tap"
tap "rcmdnk/file"
brew "libtiff"
brew "webp"
brew "bash"
brew "bat"
brew "curl"
brew "curlie"
brew "dos2unix"
brew "duti"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "gitoxide"
brew "go"
brew "go-task"
brew "grep"
brew "just"
brew "kondo"
brew "meta-package-manager"
brew "micro"
brew "mozjpeg"
brew "mpv"
brew "node"
brew "ox"
brew "pam-reattach"
brew "python@3.13"
brew "pipx"
brew "pngquant"
brew "pnpm"
brew "rm-improved"
brew "ruby"
brew "rust"
brew "rustup"
brew "topgrade"
brew "typescript"
brew "wget"
brew "zoxide"
brew "zsh"
brew "paldepind/tap/projectdo"
brew "rcmdnk/file/brew-file"
cask "alt-tab"
cask "anki"
cask "beeper"
cask "blip"
cask "cold-turkey-blocker"
cask "coteditor"
cask "customshortcuts"
cask "font-sf-pro"
cask "iina"
cask "imageoptim"
cask "jdownloader"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "logoer"
cask "mac-mouse-fix"
cask "macupdater"
cask "nimble-commander"
cask "orbstack"
cask "orion"
cask "pictogram"
cask "qlmarkdown"
cask "qlvideo"
cask "raycast"
cask "rio"
cask "stremio"
cask "swiftbar"
cask "swiftdefaultappsprefpane"
cask "swish"
cask "syntax-highlight"
cask "zed"
cask "zulu-jdk23"
